[
    // --- Science & Nature ---
    "Honey never spoils.",
    "Octopuses have three hearts.",
    "Bananas are berries, but strawberries aren't.",
    "Water makes up about 60% of the human body.",
    "The Eiffel Tower can be 15 cm taller during the summer.",
    "A day on Venus is longer than a year on Venus.",
    "Wombat poop is cube-shaped.",
    "Snails can sleep for three years.",
    "A shrimp's heart is in its head.",
    "Elephants are the only animals that can't jump.",
    "A cow-bison hybrid is called a 'Beefalo'.",
    "Flamingos are naturally white; their diet of brine shrimp turns them pink.",
    "Sloths can hold their breath longer than dolphins.",
    "A group of crows is called a 'murder'.",
    "Polar bear skin is black, and their fur is hollow and transparent.",
    "Butterflies taste with their feet.",
    "A bolt of lightning is five times hotter than the sun's surface.",
    "Rain contains vitamin B12.",
    "Trees on Earth outnumber stars in the Milky Way galaxy.",
    "Sharks have been around longer than trees.",

    // --- Human Body ---
    "Your nose and ears never stop growing.",
    "A human brain has a storage capacity of about 2.5 petabytes.",
    "The strongest muscle in the human body is the tongue.",
    "Sneezes can travel up to 100 miles per hour.",
    "Your skeleton completely regenerates every 10 years.",
    "The human eye can distinguish about 10 million different colors.",
    "Infants are born with approximately 300 bones, but adults have 206.",
    "An average person produces enough saliva to fill two swimming pools in a lifetime.",
    "You lose about 50 to 100 hairs a day.",
    "Humans are the only animals with chins.",
    "The human heart beats over 3 billion times in an average lifetime.",
    "Fingerprints aren't the only unique markers; tongue prints are too.",
    "Blood makes up about 8% of your total body weight.",
    "Your small intestine is about 20 feet long.",
    "Skin is the body's largest organ.",
    "It's impossible to hum while holding your nose.",
    "Human teeth are as strong as shark teeth.",
    "Your left lung is about 10% smaller than your right one.",
    "An individual blood cell takes about 60 seconds to make a complete circuit of the body.",
    "Neurons can transmit signals at speeds up to 268 mph.",

    // --- Space & Astronomy ---
    "Space is completely silent.",
    "The footprints on the Moon will stay there for at least 100 million years.",
    "99% of our solar system's mass is the Sun.",
    "There is a planet made of diamonds called 55 Cancri e.",
    "Neutron stars can spin 600 times per second.",
    "The sun is white, not yellow, when seen from space.",
    "One million Earths could fit inside the Sun.",
    "Venus is the hottest planet in our solar system.",
    "Olympus Mons on Mars is the tallest mountain in the solar system.",
    "A sunset on Mars appears blue.",
    "The Moon is moving away from Earth at a rate of 1.5 inches per year.",
    "Saturn's rings are mostly made of ice and dust.",
    "The Milky Way galaxy is 100,000 light-years across.",
    "Jupiter's Great Red Spot is a storm that has lasted for hundreds of years.",
    "Uranus orbits the Sun on its side.",
    "Pluto is smaller than the United States.",
    "Halley's Comet will next be visible from Earth in 2061.",
    "Light from the Sun takes 8 minutes and 20 seconds to reach Earth.",
    "There are more molecules in a glass of water than glasses of water in the ocean.",
    "If two pieces of the same metal touch in space, they bond permanently.",

    // --- Technology & History ---
    "The first computer mouse was made of wood.",
    "The first alarm clock could only ring at 4 a.m.",
    "Russia has more surface area than Pluto.",
    "Nintendo was founded in 1889 as a playing card company.",
    "The Great Wall of China is held together by sticky rice mortar.",
    "Cleopatra lived closer to the iPhone's release than to the building of the Pyramids.",
    "Oxford University is older than the Aztec Empire.",
    "The shortest war in history lasted only 38 minutes.",
    "There are more possible iterations of a game of chess than atoms in the observable universe.",
    "The QWERTY keyboard was designed to slow down typists.",
    "The first website ever built is still online.",
    "Google was originally called Backrub.",
    "The first SMS ever sent said 'Merry Christmas'.",
    "Captain Crunch’s full name is Horatio Magellan Crunch.",
    "Ada Lovelace was the world's first computer programmer.",
    "The Titanic had a heated swimming pool.",
    "The Eiffel Tower was originally intended for Barcelona, not Paris.",
    "The first 1GB hard drive weighed about 500 pounds.",
    "GPS is free for the world, but costs $2 million per day to operate.",
    "The domain name 'symbolics.com' was the first ever registered.",

    // --- Food & Culture ---
    "Apples float in water because 25% of their volume is air.",
    "White chocolate isn't technically chocolate.",
    "McDonald's once made bubblegum-flavored broccoli.",
    "The inventor of the Pringles can is buried in one.",
    "Ketchup was once sold as medicine.",
    "Froot Loops are all the same flavor regardless of color.",
    "Cotton candy was co-invented by a dentist.",
    "Carrots were originally purple, not orange.",
    "Nutella was invented during WWII to stretch cocoa supplies.",
    "A single strand of spaghetti is called a 'spaghetto'.",
    "The average person spends 6 months of their life waiting for red lights to turn green.",
    "Coca-Cola was the first soft drink in space.",
    "The world's oldest piece of chewing gum is over 9,000 years old.",
    "Peanuts are not nuts; they are legumes.",
    "Tug of war was once an Olympic sport.",
    "Saudi Arabia imports camels from Australia.",
    "The national animal of Scotland is the Unicorn.",
    "The dot over the letter 'i' or 'j' is called a tittle.",
    "The word 'Typewriter' is the longest word you can type using only the top row of a keyboard.",
    "A bolt of lightning can toast 100,000 slices of bread."
]
